Repository: jazzband/django-newsletter
Catalog: newsletter/locale/*/LC_MESSAGES/django.po
Languages: ar, cs_cz, el_gr, es, fa, is_is, it, pl

source: Entry '%s' does not contain a valid e-mail address.
ar: السجل '%s' لا يتضمن عنوان بريد إلكتروني صحيح.
cs_cz: Položka '%s' neobsahuje validní e-mailovou adresu.
el_gr: Η καταχώρηση '%s' δεν περιέχει έγκυρη διεύθυνση e-mail.
es: La entrada '%s' no contiene una dirección de email válida.
fa: ورودی '%s' دارای آدرس ایمیل معتبر نمی باشد.
is_is: Færsla '%s' inniheldur ekki nothæft netfang
it: La voce '%s' non contiene un indirizzo e-mail valido.
pl: Wpis '%s' nie zawiera poprawnego adresu e-mail.

source: The address file contains duplicate entries for '%s'.
ar: ملف العناوين يتضمن عناوين مكرره للسجل '%s'.
cs_cz: Soubor s adresami obsahuje duplicitní položku '%s'.
el_gr: Το αρχείο διευθύνσεων περιέχει διπλές καταχωρήσεις για '%s΄.
es: El archivo de direcciones contiene entradas duplicadas para '%s'
fa: آدرس فایل شامل نوشته های تکراری برای '%s' است.
is_is: Netfangalisitinn inniheldur tvítekið '%s'.
it: Il file di indirizzi contiene dei duplicati per '%s'.
pl: Plik z adresem zawiera zduplikowany wpis dla '%s'.

source: Some entries are already subscribed to.
ar: بعض المدخلات مشتركة سلفا في.
cs_cz: Některé položky jsou již přihlášeny k odběru.
el_gr: Ορισμένες καταχωρήσεις έχουν ήδη εγγραφεί.
es: Algunas entradas ya están suscritas.
fa: بعضی از ورودی‌ها هم‌اکنون عضو هستند.
is_is: Þegar er áskrift að sumum færslum.
it: Alcune voci sono già registrate per l'iscrizione.
pl: Niektóre wpisy są już dodane do subskrypcji.

source: E-mail address %(email)s too long, maximum length is %(email_length)s characters.
ar: عنوان البريد الإلكتروني %(email)s طويل جدا، والحد الأقصى هو %(email_length)s حرف.
cs_cz: E-mailová adresa %(email)s je příliš dlouhá, maximální povolená délka je %(email_length)s znaků.
el_gr: Η διεύθυνση e-mail %(email)s είναι πολύ μεγάλη, το μέγιστος μήκος είναι %(email_length)s χαρακτήρες.
es: Dirección de e-mail %(email)s demasiado larga, el máximo es de %(email_length)s caracteres.
fa: آدرس ایمیل %(email)s بسیار بلند است، حداکثر %(email_length)s کاراکتر پذیرفته می‌شود.
is_is: Netfangið %(email)s er of langt, hámarf %(email_length)s bókstafir.
it: Indirizzo e-mail %(email)s troppo lungo, la lunghezza massima è di %(email_length)s caratteri.
pl: Adres email %(email)s jest zbyt długi, maksymalna liczba znaków to %(email_length)s

source: Name %(name)s too long, maximum length is %(name_length)s characters.
ar: الإسم %(name)s طويل جدا, الحد الأقصى هو %(name_length)s حرف.
cs_cz: Jméno %(name)s je příliš dlouhé, maximální povolená délka je %(name_length)s znaků.
el_gr: Το όνομα %(name)s είναι πολύ μεγάλο, το μέγιστος μήκος είναι %(name_length)s χαρακτήρες.
es: Nombre %(name)s demasiado largo, el máximo es de %(name_length)s caracteres.
fa: نام %(name)s بسیار بلند است، حداکثر %(name_length)s کاراکتر پذیرفته می‌شود.
is_is: Nafn %(name)s of langt, hámark %(name_length)s bókstafir.
it: Nome %(name)s troppo lungo, la lunghezza massima è di %(name_length)s caratteri.
pl: Nazwa %(name)s jest zbyt długa, maksymalna liczba znaków to %(name_length)s

source: name
ar: الاسم
cs_cz: jméno
el_gr: όνομα
es: nombre
fa: نام
is_is: nafn
it: nome
pl: nazwa

source: display
ar: عرض
cs_cz: zobrazení
el_gr: προβολή
es: mostrar
fa: نمایش
is_is: sýna
it: mostra
pl: wyświetlanie

source: Name column not found. The name of this column should be either 'name' or '%s'.
ar: لم يتم العثور على اسم العمود. يجب أن يكون اسم هذا العمود إما 'اسم' أو '%s'.
cs_cz: Jméno sloupce nenalezeno. Jméno sloupce musí být buď 'name' nebo '%s'.
el_gr: Δεν βρέθηκε στήλη ονόματος. Το όνομα αυτής της στήλης πρέπει να είναι είτε 'όνομα' είτε '%s'.
es: No se encuentra el nombre de columna. El nombre de esta columna debe ser 'name' o '%s'.
fa: نام این ستون پیدا نشده است.نام این ستون می بایست 'name' یا '%s' باشد
is_is: Nafnadálkur finnst ekki. Heiti dálksins ætti að vera 'name' eða '%s'.
it: Colonna nome non trovata. Il nome di questa colonna dovrebbe essere 'name' o '%s'.
pl: Nazwa kolumny nie została znaleziona. Prawidłowa nazwa kolumny to albo 'name' albo '%s'

source: E-mail column not found. The name of this column should be either 'email', 'e-mail' or '%(email)s'.
ar: لم يتم العثور على اسم عمود البريد الإلكتروني. يجب أن يكون اسم هذا العمود إما 'email' أو '%(email)s'.
cs_cz: Sloupec s e-mailem nebyl nalezen. Název tohoto sloupce by měly být buďto 'e-mail' nebo '%(email)s'.
el_gr: Δεν βρέθηκε στήλη e-mail. Το όνομα αυτής της στήλης πρέπει να είναι είτε 'e-mail' είτε '%(email)s'.
es: La columna e-mail no se encuentra. El nombre de esta columna debe ser 'email', 'e-mail' o '%(email)s'.
fa: ستون ایمیل پیدا نشد.نام این ستون می بایست 'email','e-mail' یا '%(email) s'باشد
is_is: Netfangadálkur fannst ekki. Dálkurinn ætti að heita 'email', 'e-mail' eða '%(email)s'.
it: Colonna e-mail non trovata. Il nome della colonna dovrebbe essere 'email', 'e-mail' o '%(email)s'.
pl: Kolumna e-mail nie została znaleziona. Prawidłowa nazwa kolumny to albo 'email' albo '%(email)s'

source: Row with content '%(row)s' does not contain a name and email field.
ar: الصف الذي يحتوي على '%(row)s' لا تحتوي على حقول الاسم والبريد الإلكتروني.
cs_cz: Řádek s obsahem '%(row)s' neobsahuje jméno a e-mailovou adresu.
el_gr: Η σειρά με περιεχόμενο '%(row)s' δεν περιέχει πεδίο ονόματος και e-mail.
es: La fila con el contenido '%(row)s' no contiene un campo de nombre y email.
fa: ردیف '%(row)s' دارای فیلد نام و ایمیل نمی باشد.
is_is: Færsla með '%(row)s' inniheldur ekki nafn né netfang.
it: La riga con contenuto '%(row)s' non contiene un campo nome ed indirizzo e-mail.
pl: Wiersz o zawartości '%(row)s' nie zawiera pól 'name' oraz 'email'

source: Error reading vCard file: %s
ar: خطأ بقراءة ملف vCard: %s
cs_cz: Chyba při čtení souboru formátu vCard: %s
el_gr: Σφάλμα ανάγνωσης αρχείου vCard: %s
es: Error leyendo archivo vCard: %s
fa: خطای خواندن فایل vCard: %s
is_is: Villa við lestur vCars skrár: %s
it: Errore nella lettura del file vCard: %s
pl: Błąd przy odczycie pliku vCard: %s

source: Entry '%s' contains no email address.
ar: السجل '%s' لا يتضمن بريد إلكتروني.
cs_cz: Položka '%s' neobsahuje žádnou e-mailovou adresu.
el_gr: Η καταχώρηση '%s' δεν περιέχει διεύθυνση e-mail.
es: La entrada '%s' no contiene una dirección de email.
fa: ورودی '%s' حاوی آدرس ایمیل نمی باشد.
is_is: Færsla '%s' inniheldur ekki netfang.
it: La voce '%s' non contiene un indirizzo e-mail.
pl: Wpis '%s' nie zawiera adresu e-mail.

source: Some entries have no e-mail address.
ar: بعض المدخلات لا تتضمن عنوان بريد إلكتروني.
cs_cz: Některé položky nemají e-mailovou adresu.
el_gr: Ορισμένες καταχωρήσεις δεν έχουν διεύθυνση e-mail.
es: Algunas entradas no tienen dirección de email.
fa: برخی از ورودی ها حاوی آدرس ایمیل نمی باشند.
is_is: Sumar færslur hafa engin netföng.
it: Alcune voci non hanno un indirizzo e-mail.
pl: Niektóre wpisy nie posiadają adresów e-mail.

source: Messages
ar: الرسائل
cs_cz: Zprávy
el_gr: Μηνύματα
es: Mensajes
fa: پیام‌ها
is_is: Skilaboð
it: Messaggi
pl: Wiadomości

source: Subscriptions
ar: الاشتراكات
cs_cz: Přihlášení
el_gr: Συνδρομές
es: Suscripciones
fa: عضویت
is_is: Áskriftir
it: Iscrizioni
pl: Subskrybcje

source: Submissions
ar: الإرساليات
cs_cz: Rozeslání zpráv
el_gr: Υποβολές
es: Envíos
fa: ارسال
is_is: Sendingar
it: Richieste
pl: Wysyłki

source: newsletter
ar: قائمة التراسل
el_gr: ενημερωτικό δελτίο
es: boletín de noticias
fa: خبرنامه
is_is: fréttabréf

source: submission
ar: الإرسالية
cs_cz: rozeslání zprávy
el_gr: υποβολή
es: envío
fa: ارسال
is_is: sendingar
it: invio
pl: wysyłka

source: publish date
ar: تاريخ النشر
cs_cz: datum zveřejnění
el_gr: ημερομηνία δημοσίευσης
es: fecha de publicación
fa: تاریخ انتشار
is_is: dagsetning birtingar
it: data pubblicazione
pl: data publikacji

source: Sent.
ar: أرسلت
cs_cz: Odesláno.
el_gr: Απεστάλη.
es: Enviado.
fa: فرستاده شده
it: Inviato.
pl: Wysłane.

source: Delayed submission.
ar: عملية إرسال متأخرة
cs_cz: Odložené rozeslání.
el_gr: Καθυστερημένη υποβολή.
es: Envío aplazado.
fa: ارسال با تأخیر
is_is: Sendingar í bið.
it: Invio rimandato.
pl: Odroczone wysyłki.

source: Submitting.
ar: جاري الإرسال
cs_cz: Přihlášen.
el_gr: Υποβολή.
es: Enviando.
fa: ارسال.
is_is: Sendi.
it: Invio in corso.
pl: Wysyłanie.

source: Not sent.
ar: غير مرسل
cs_cz: Nebylo zasláno.
el_gr: Δεν απεστάλη.
es: No enviado.
fa: فرستاده نشده
is_is: Ekki sent.
it: Non inviato.
pl: Nie wysłane.

source: Status
ar: الوضعية
el_gr: Κατάσταση
es: Estado
fa: وضعیت
is_is: Staða
it: Stato

source: Submission already sent.
ar: عملية الإرسال تم إرسالها سلفا.
cs_cz: Rozeslání zprávy bylo provedeno již dříve.
el_gr: Η υποβολή έχει ήδη σταλεί.
es: Envío ya enviado.
fa: ارسال انجام شد.
is_is: Sending þegar send.
it: Richiesta già inviata.
pl: Wysyłka została zakończona.

source: Your submission is being sent.
ar: جاري تنفيذ عملية الإرسال.
cs_cz: Vaše zpráva se právě rozesílá.
el_gr: Η υποβολή σας αποστέλλεται.
es: Tu envío está siendo enviado.
fa: ارسال انجام شد.
is_is: Sending í gagni.
it: La tua richiesta è in corso.
pl: Twoja wysyłka jest przetwarzana.

source: Optional
ar: اختياري
cs_cz: Volitelné
el_gr: Προαιρετικό
es: Opcional
fa: انتخابی
is_is: Valkvæmt
it: Opzionale
pl: Opcjonalny

source: message
ar: الرسالة
cs_cz: zpráva
el_gr: μήνυμα
es: mensaje
fa: پیام
is_is: skilaboð
it: messaggio
pl: wiadomość

source: Preview
ar: معاينة
cs_cz: Náhled
el_gr: Προεπισκόπηση
es: Vista previa
fa: پیش‌نمایش
is_is: Forskoða
it: Anteprima
pl: Podgląd

source: No HTML template associated with the newsletter this message belongs to.
ar: لا يوجد قالب HTML مرتبط مع قائمة التراسل تعود ملكية لهذه الرسالة
cs_cz: Tato zpráva nemá k dispozici žádnou HTML šablonu přiřazenou k newsletteru.
el_gr: Δεν υπάρχει πρότυπο HTML που να σχετίζεται με το newsletter στο οποίο ανήκει αυτό το μήνυμα.
es: No hay una plantilla HTML asociada al boletín de noticias al que pertenece este mensaje.
fa: هیچ نمونه اچ‌تی‌ام‌الی برای خبرنامه‌ای که این پیام متعلق به آن است، موجود نیست.
is_is: Ekkert HMTL sniðmát tengt því fréttabréfi sem þessi skilaboð tilheyra.
it: Nessun template HTML è associato con la newsletter a cui appartiene questo messaggio.
pl: Nie odnaleziono szablonu HTML dla newslettera do którego należy ta wiadomość

source: Subscribed
ar: مشترك
cs_cz: Přihlášeno
el_gr: Εγγεγραμμένος
es: Suscrito
fa: عضو شده
is_is: Í áskrift
it: Iscritto
pl: Zapisany

source: Unsubscribed
ar: إلغاء الإشتراك
cs_cz: Odhlášen
el_gr: Έχει διαγραφεί
es: Eliminado
fa: لغو عضویت شده
is_is: Ekki í áskrift
it: Disiscritto
pl: Niezapisany

source: Unactivated
ar: غير فعّال
cs_cz: Deaktivován
el_gr: Μη ενεργοποιημένος
es: Desactivado
fa: غیر فعال
is_is: Ekki virkjað
it: Non attivato
pl: Dezaktywowany

source: subscribe date
ar: تاريخ الإشتراك
cs_cz: datum přihlášení
el_gr: ημερομηνία εγγραφής
es: fecha de suscripción
fa: تاریخ عضویت
is_is: dagsetning áskriftar
it: data iscrizione
pl: data zapisania

source: unsubscribe date
ar: تاريخ إلغاء الإشتراك
cs_cz: datum odhlášení
el_gr: ημερομηνία διαγραφής
es: fecha de baja
fa: تاریخ لغو عضویت
is_is: áskrift lokið
it: data disiscrizione
pl: data wypisania

source: %d user has been successfully subscribed.
cs_cz: %d uživatel byl úspěšně přihlášen k odběru.
el_gr: %dχρήστες έχουν εγγραφεί επιτυχώς.
es: %d usuario se ha suscrito con éxito.
pl: %d użytkownik został pomyślnie zapisany.

source: Subscribe selected users
ar: تسجيل المستخدمين المحددين
cs_cz: Přihlásit vybrané uživatele.
el_gr: Εγγραφή επιλεγμένων χρηστών
es: Suscribir usuarios seleccionados
fa: کاربران انتخاب شده را عضو نمایید.
is_is: Gerðu þessa notendur að áskrifendum.
it: Iscrivi gli utenti selezionati
pl: Zapisz wybranych użytkowników

source: %d user has been successfully unsubscribed.
cs_cz: %d uživatel byl úspěšně odhlášen od odběru.
el_gr: %dχρήστες έχουν διαγραφεί επιτυχώς.
es: %d usuario se ha dado de baja con éxito.
pl: %d użytkownik został pomyślnie wypisany.

source: Unsubscribe selected users
ar: إلفاء إشتراك المستخدمين المحددين
cs_cz: Odhlásit vybrané uživatele.
el_gr: Διαγραφή επιλεγμένων χρηστών
es: Dar de baja usuarios seleccionados
fa: عضویت کاربران انتخاب شده را لغو کنید
is_is: Aftengja valda notendur
it: Disiscrivi gli utenti selezionati
pl: Wypisz zaznaczonych użytkowników

source: %d subscription has been successfully added.
el_gr: %d συνδρομές προστέθηκαν επιτυχώς.
es: %d suscripción se ha añadido con éxito.
pl: %d subskrypcja została pomyślnie dodana.

source: File type '%s' was not recognized.
ar: لم يتم التعرف على نوع الملف '%s'.
cs_cz: Soubor typu '%s' nebyl rozpoznán.
el_gr: Ο τύπος αρχείου '%s' δεν αναγνωρίστηκε.
es: Tipo de archivo '%s' no fue reconocido.
fa: نوع فایل '%s' قابل شناسایی نمی باشد.
is_is: Skráargerð '%s' er óþekkt.
it: Tipo di file '%s' non riconosciuto.
pl: Rodzaj pliku '%s' nie został rozpoznany.

source: File extension '%s' was not recognized.
ar: لم يتم التعرف على امتداد الملف '%s' .
cs_cz: Přípona souboru '%s' nebyla rozpoznána.
el_gr: Η επέκταση αρχείου '%s' δεν αναγνωρίστηκε.
es: La extensión de archivo '%s' no fue reconocida.
fa: پسوند فایل '%s' قابل شناسایی نمی باشد.
is_is: Skráarending '%s' er óþekkt.
it: Estensione del file '%s' non riconosciuta.
pl: Rozszerzenie '%s' nie zostało rozpoznane.

source: No entries could found in this file.
ar: لا سجلات موجودة في هذا الملف.
cs_cz: V souboru nebyly nalezeny žádné položky.
el_gr: Σε αυτό το αρχείο δεν βρέθηκαν καταχωρήσεις.
es: No se encontraron entradas en este archivo.
fa: دراین فایل هیچ ورودی پیدا نشد.
is_is: Engar færslur fundust í þessu skjali.
it: Nessuna voce trovata in questo file.
pl: Żadne wpisy nie zostały znalezione w tym pliku.

source: Newsletter
ar: قائمة التراسل
es: Boletín de Noticias
fa: خبرنامه
is_is: Fréttabréf

source: Address file
ar: ملف العنوان
cs_cz: Soubor s adresami
el_gr: Διεύθυνση αρχείου
es: Archivo de direcciones
fa: فایل آدرس
is_is: Netfangaskrá
it: File di indirizzi
pl: Plik z adresami

source: Ignore non-fatal errors
ar: تجاهل الأخطاء الغير فادحة
cs_cz: Ignorovat drobné chyby
el_gr: Αγνοήστε τα μη μοιραία σφάλματα
es: Ignorar errores no fatales
fa: نادیده گرفتن خطاهای غیراساسی
is_is: Láta ómerkilegar villur sem vind um eyru þjóta
it: Ignora errori non fatali
pl: Zignoruj błędy niekrytyczne.

source: You should confirm in order to continue.
ar: يجب عليك التأكيد من أجل المتابعة.
cs_cz: Potvrďte prosím, pokud chcete pokračovat.
el_gr: Θα πρέπει να επιβεβαιώσετε για να συνεχίσετε.
es: Debes confirmar para poder continuar.
fa: شما قبل از اینکه ادامه دهید باید تأیید کنید
is_is: Þú þarft að staðfesta til að halda áfram.
it: Dovresti confermare per continuare.
pl: Powinieneś zatwierdzić, żeby móc kontynuować.

source: Confirm import
ar: تأكيد الإستيراد
cs_cz: Potvrdit import
el_gr: Επιβεβαίωση εισαγωγής
es: Confirmar importación
fa: تأیید ورود اطلاعات
is_is: Staðfesta innlestur
it: Conferma importazione
pl: Potwierdź import

source: If a user has been selected this field should remain empty.
ar: إذا تم تحديد مستخدم هذا الحقل يجبأن يطل فارغا.
cs_cz: Toto pole musí zůstat prázdné, pokud byl vybrán uživatel.
el_gr: Εάν έχει επιλεγεί χρήστης, αυτό το πεδίο πρέπει να παραμείνει κενό.
es: Si un usuario ha sido seleccionado este campo debería permanecer vacío.
fa: اگر کاربری این فیلد را انتخاب کرده باشد باید خالی بماند.
is_is: Ef notandi hefur verið valinn ætti þessi reitur að vera tómur.
it: Se è stato selezionato un utente questo campo dovrebbe rimanere vuoto.
pl: Jeśli użytkownik został wybrany, to pole powinno zostać puste.

source: Either a user must be selected or an email address must be specified.
ar: إما يجب تحديد مستخدم أو يجب تحديد عنوان بريد إلكتروني.
cs_cz: Buď musí být vybrán uživatel nebo musí být uvedena e-mailová adresa.
el_gr: Πρέπει να επιλεγεί ένας χρήστης ή να οριστεί μια διεύθυνση e-mail.
es: O bien un usuario debe ser seleccionado o una dirección de correo debe ser especificada.
fa: یک کاربر یا یک ایمیل باید انتخاب شود.
is_is: Annað hvort notandi eða netfang verður að vera valið.
it: È necessario selezionare un utente o specificare un indirizzo e-mail.
pl: Użytkownik lub adres e-mail musi zostać podany.

source: This message has already been published in some other submission. Messages can only be published once.
ar: وقد تم بالفعل نشر هذه الرسالة في بعض تقديمها الإرسالات الأخرى. الرسائل لا يمكن أن يتم نشرها إلا مرة واحدة.
cs_cz: Tato zpráva byla již zveřejněna v jiném zaslání newsletteru. Zprávy mohou být zveřejněny pouze jednou.
el_gr: Αυτό το μήνυμα έχει ήδη δημοσιευθεί σε κάποια άλλη υποβολή. Τα μηνύματα μπορούν να δημοσιεύονται μόνο μία φορά.
es: Este mensaje ya ha sido publicado en otra publicación. Los mensajes solo pueden ser publicados una sola vez.
fa: این پیام در یکی از ارسال های گذشته استفاده شده.هر پیام تنها یک بار قابلیت نشر را دارد.
is_is: Þessi skilaboð hafa þegar verið send í annari sendingu. Skilaboð er einungid hægt að senda einu sinni.
it: Questo messaggio è già stato pubblicato in qualche altro invio. I messaggi possono essere pubblicati solo una volta.
pl: Ta wiadomość została już opublikowana w innej wysyłce. Wiadomości mogą być publikowane tylko raz.

source: Your e-mail address has already been subscribed to.
ar: عنوان البريد الإلكتروني الخاص بك مسجل سلفا في.
cs_cz: Vaše e-mailová adresa byla přihlášena k odběru novinek již dříve.
el_gr: Η διεύθυνση e-mail σας έχει ήδη εγγραφεί.
es: Su dirección de e-mail ya ha sido suscrita.
fa: آدرس ایمیل شما عضو این خبرنامه است.
is_is: Netfang þitt er þegar á skrá.
it: Il tuo indirizzo e-mail è già registrato come iscritto.
pl: Twój adres e-mail został już zapisany.

source: This subscription has not yet been activated.
ar: هذا الإشتراك لم يتم تفعيله حتى الآن.
cs_cz: Toto přihlášení k odběru ještě nebylo aktivováno.
el_gr: Αυτή η συνδρομή δεν έχει ενεργοποιηθεί ακόμα.
es: Tu suscripción no ha sido activada todavía.
fa: این عضویت هنوز فعال نشده است.
is_is: Þessi áskrift er ekki virkjuð.
it: L'iscrizione non è ancora stata attivata.
pl: Ta subskrypcja nie została jeszcze aktywowana.

source: This e-mail address has not been subscribed to.
ar: هذا البريد الإلكتروني غير مسجّل في.
cs_cz: Tato e-mailová adresa nebyla přihlášena k odběru novinek.
el_gr: Αυτή η διεύθυνση e-mail δεν έχει εγγραφεί.
es: Esta dirección de correo electrónico no ha sido suscrita.
fa: این آدرس ایمیل عضو این خبرنامه نیست.
is_is: Þetta nefagn er ekki í áskrift.
it: Questo indirizzo e-mail non è registrato per l'iscrizione.
pl: Ten adres e-mail został zapisany.

source: This subscription has already been unsubscribed from.
ar: هذا الإشتراك تم إلغاء اشتراكه سلفا من.
cs_cz: Toto přihlášení k odběru bylo již zrušeno.
el_gr: Αυτή η συνδρομή έχει ήδη διαγραφεί.
es: Esta suscripción ya se ha cancelado.
fa: این عضویت لغو شده است
is_is: Þessari áskrift hefur þegar verið sagt upp.
it: Ci si è già disiscritti da questo elenco.
pl: Ta subskrypcja została już anulowana.

source: The validation code supplied by you does not match.
ar: رمز التحقق المُقدم من قبلكم غير مطابقة.
cs_cz: Kontrolní kód, který jste zadal(a), není správný.
el_gr: Ο κωδικός επικύρωσης που εισήχθη από εσάς δεν ταιριάζει.
es: El código de validación introducido por usted no coincide.
fa: کد اعتباری که توسط شما ارایه شده است
is_is: Staðfestingarkóði passar ekki.
it: Il codice di validazione che hai fornito non corrisponde.
pl: Podany kod weryfikacyjny jest nieprawidłowy.

source: Activation code
ar: رمز التفعيل
cs_cz: Aktivační kód
el_gr: Κωδικός ενεργοποίησης
es: Código de activación
fa: کد فعال‌سازی
is_is: Virkjunarkóði
it: Codice di attivazione
pl: Kod aktywacyjny

source: Submit pending messages.
es: Enviar mensajes pendientes.
pl: Wyślij oczekujące wiadomości.

source: Submitting queued newsletter mailings
ar: إرسال قوائم التراسل التي في قائمة الإنتظار
cs_cz: Rozeslání newsletteru bylo zařazeno do fronty.
el_gr: Υποβολή ουράς αναμονής αποστολής newsletter
es: Enviando emails en cola del boletín de noticias.
fa: ارسال نامه صف خبرنامه
is_is: Sendi fréttabréf í biðröð
it: Inviando mail newsletter in coda
pl: Wysyłanie zaplanowanych wiadomości newslettera

source: newsletter title
ar: عنوان قائمة التراسل
cs_cz: titulek newsletteru
el_gr: τίτλος newsletter
es: título del boletín de noticias
fa: عنوان خبرنامه
is_is: yfirskirft fréttabréfs
it: titolo newsletter
pl: tytuł newslettera

source: Sender e-mail
ar: بريد المُرسِل
cs_cz: E-mail odesílatele
el_gr: E-mail αποστολέα
es: Correo del remitente
fa: ایمیل ارسال کننده
is_is: Netfang sendanda
it: E-mail mittente
pl: E-mail nadawcy

source: sender
ar: المرسل
cs_cz: odesílatel
el_gr: αποστολέας
es: remitente
fa: فرستنده
is_is: sendandi
it: mittente
pl: nadawca

source: Sender name
ar: إسم المرسل
cs_cz: Jméno odesílatele
el_gr: Όνομα αποστολέα
es: Nombre del remitente
fa: نام فرستنده
is_is: Nafn sendanda
it: Nome mittente
pl: Imię nadawcy

source: send html
ar: أرسل HTML
cs_cz: odeslat HTML
el_gr: αποστολή html
es: enviar html
fa: ارسال html
is_is: senda HTML
it: invia html
pl: wyślij html

source: Whether or not to send HTML versions of e-mails.
ar: نعم ام لا لإرسال إصدارات HTML من رسائل البريد الإلكتروني.
cs_cz: Má-li se odeslat HTML verze e-mailu či nikoliv.
el_gr: Να αποστέλλονται ή όχι e-mails σε έκδοση HTML.
es: Enviar o no las versiones HTML de los correos.
fa: نخسه های html ایمیل نیز ارسال شود.
is_is: Val um HTML eður ei í póstum.
it: Se inviare o meno una versione HTML delle e-mail.
pl: Czy wiadomości e-mail mają być wysyłane w wersji HTML.

source: newsletters
ar: قوائم التراسل
cs_cz: newslettery
es: boletines de noticias
fa: خبرنامه‌ها
is_is: fréttabréf
it: newsletter
pl: newslettery

source: user
ar: مستخدم
cs_cz: uživatel
el_gr: χρήστης
es: usuario
fa: کاربر
is_is: notandi
it: utente
pl: użytkownik

source: optional
ar: اختياري
cs_cz: volitelné
el_gr: προαιρετικό
es: opcional
fa: انتخابی
is_is: valkvæmt
it: opzionale
pl: opcjonalny

source: Updated subscription %(subscription)s to %(action)s.
ar: تحديث الإشتراكات %(subscription)s لـ %(action)s.
cs_cz: Aktualizováno přihlášení %(subscription)s k %(action)s.
el_gr: Ενημερώθηκε η συνδρομή %(subscription)s σε %(action)s.
es: Suscripción %(subscription)s editada a %(action)s.
is_is: Uppfærði áskriftir %(subscription)s sem %(action)s.
it: Aggiornata iscrizione %(subscription)s per %(action)s.
pl: Zaktualizowano subskrypcję %(subscription)s o %(action)s

source: Neither an email nor a username is set. This asks for inconsistency!
ar: لم يتم تعيين بريد إلكتروني او إسم مستخدم. هذا يسبب تناقض!
cs_cz: Není uvedena ani e-mailová adresa ani není vybrán uživatel.
el_gr: Δεν έχει οριστεί ούτε e-mail ούτε ένα όνομα χρήστη. Αυτό είναι ασυνέπεια!
es: Ni el email ni el nombre del usuario han sido introducidos. ¡Esto puede provocar inconsistencias!
fa: نه ایمیل و نه نام کاربری انتخاب نشده است.
is_is: Hvorki netfang né notendanafn eru skráð. Það kallar á ósamræmi.
it: Non è stato impostato né un email né un nome utente. Questo porta all'inconsistenza!
pl: Email ani nazwa nie została ustawiona. To prosi się o niespójność!

source: If user is set, email must be null and vice versa.
ar: إذا تم تعيين المستخدم، يجب أن يكون البريد الإلكتروني لاغيا والعكس صحيح.
cs_cz: Pokud je nastaven uživatel, položka e-mailu musí být nevyplněna, a naopak.
el_gr: Εάν έχει οριστεί χρήστης, το e-mail πρέπει να είναι κενό και αντίστροφα.
es: Si el usuario está especificado, el campo email debe estar vacío y viceversa.
fa: اگر کاربر انتخاب شود، ایمیل باید خالی باشد و بر عکس.
is_is: Ef notandi er valinn, verður netfang að vera tómt eða öfugt.
it: Se è stato impostato un utente, il campo e-mail deve essere nullo e viceversa.
pl: Jeżeli wpiszesz użytkownika, adres email musi pozostać pusty i na odwrót.

source: IP address
ar: عنوان IP
cs_cz: IP adresa
el_gr: Διεύθυνση IP
es: Dirección IP
fa: آدرس آی‌پی
is_is: IP tala
it: Indirizzo IP
pl: adres IP

source: activation code
ar: تاريخ التفعيل
cs_cz: aktivační kód
el_gr: κωδικός ενεργοποίησης
es: código de activación
fa: کد فعال‌سازی
is_is: staðfestingarkóði
it: codice di attivazione
pl: kod aktywacyjny
