Repository: jazzband/django-newsletter
Catalog: newsletter/locale/*/LC_MESSAGES/django.po
Languages: ar, cs_cz, el_gr, es, fa, is_is, it, pl

source: The e-mail address '%(email)s' belongs to a user with an account on this site. Please log in as that user and try again.
ar: عنوان البريد الإلكتروني '%(email)s' مملوك لمستخدم لديه حساب على هذا الموقع. الرجاء تسجيل الدخول بحساب مستخدم وحاول مرة أخرى.
cs_cz: E-mailová adresa '%(email)s' patří uživateli s účtem na tomto webu. Prosím, přihlaste se jako tento uživatel a zkuste to znovu.
el_gr: Η διεύθυνση e-mail '%(email)s' ανήκει σε χρήστη με λογαριασμό σε αυτόν τον ιστότοπο. Συνδεθείτε ως αυτός ο χρήστης και δοκιμάστε ξανά.
es: La dirección de correo electrónico '%(email)s' pertenece a un usuario con una cuenta en este sitio. Por favor, inicie sesión como ese usuario y vuelva a intentarlo.
fa: این آدرس ایمیل '%(email)s' متعلق به یکی از اعضاء سایت می باشد.در صورتی که این اشتراک متعلق به شماست لطفا با آن وارد شوید
is_is: Netfangið '%(email)s' tilheyrir skráðum notenda. Skráðu þig inn og reyndu aftur.
it: L'indirizzo e-mail '%(email)s' appartiene ad un utente registrato su questo sito. Per favore accedi con le credenziali di questo utente e riprova.
pl: Adres e-mail '%(email)s' należy do użytkownika posiadającego konto w tym systemie. Zaloguj się jako ten użytkownik i spróbuj ponownie.

source: Your changes have been saved.
ar: تم حفظ التغييرات.
cs_cz: Vaše změny byly uloženy.
el_gr: Οι αλλαγές σας έχουν αποθηκευτεί.
es: Sus cambios han sido guardados.
fa: تغییرات شما ثبت شد.
is_is: Breytingar eru vistaðar.
it: Le tue modifiche sono state salvate.
pl: Twoje zmiany zostały zapisane.

source: You have been subscribed to %s.
ar: تم تسجيلك في %s.
cs_cz: Právě jste byli přihlášeni k "%s".
el_gr: Έχετε εγγραφεί στο %s.
es: Te has suscrito a %s.
fa: شما در %s عضو شدید.
is_is: Þú hefur gerst áskrifandi að %s.
it: Sei ora iscritto a %s.
pl: Zostałeś zapisany do %s.

source: User %(rs)s subscribed to %(my_newsletter)s.
ar: المستخدم %(rs)s تم تسجيله في %(my_newsletter)s.
cs_cz: Uživatel %(rs)s byl přihlášen k odběru novinek %(my_newsletter)s.
el_gr: Ο χρήστης %(rs)sέχει εγγραφεί στο %(my_newsletter)s.
es: El usuario %(rs)s se suscribió a %(my_newsletter)s.
fa: User %(rs)s مشترک %(my_newsletter)s. شد
is_is: Notandi %(rs)s gerðist áskrifandi að %(my_newsletter)s.
it: L'utente %(rs)s si è iscritto a %(my_newsletter)s.
pl: Użytkownik %(rs)s zapisany %(my_newsletter)s.

source: You are already subscribed to %s.
ar: أنت مسجل سلفا في %s.
cs_cz: Již jste byli přihlášeni k newsletteru "%s" dříve.
el_gr: Έχετε ήδη εγγραφεί στο %s.
es: Ya esta suscrito a %s.
fa: شما عضو خبر نامه '%s' می باشید
is_is: Þú ert þegar áskrifandi að %s.
it: Sei già iscritto a %s.
pl: Jesteś już zapisany do %s.

source: You have been unsubscribed from %s.
ar: تم إلغاء اشتراكك سلفا من %s.
cs_cz: Právě jste byli odhlášeni z "%s".
el_gr: Έχετε καταργηθεί η εγγραφή από το %s.
es: Te has dado de baja de %s.
fa: عضویت شما از %s لغو شد
is_is: Þú hefur sagt upp áskrift að %s.
it: Sei stato disiscritto da %s.
pl: Zostałeś wypisany z %s.

source: User %(rs)s unsubscribed from %(my_newsletter)s.
ar: المستخدم %(rs)s تم إلغاء إشتراكو من %(my_newsletter)s.
cs_cz: Uživatel %(rs)s byl odhlášen z odběru novinek %(my_newsletter)s.
el_gr: Ο χρήστης %(rs)sέχει διαγραφεί από το %(my_newsletter)s.
es: Usuario %(rs)s dado de baja de %(my_newsletter)s.
fa: User %(rs)s اشتراک خود را از %(my_newsletter)s. لغو کرد
is_is: Notandi %(rs)s sagði upp áskrift að %(my_newsletter)s.
it: L'utente %(rs)s si è disiscritto da %(my_newsletter)s.
pl: Użytkownik %(rs)s został wypisany z %(my_newsletter)s.

source: You are not subscribed to %s.
ar: أنت غير مسجّل في %s.
cs_cz: Nejste přihlášeni k %s.
el_gr: Δεν έχετε εγγραφεί στο %s.
es: No estás suscrito a %s.
fa: شما عضو خبرنامه %s نیستید
is_is: Þú ert ekki áskrifandi að %s.
it: Non sei iscritto a %s.
pl: Nie jesteś zapisany do %s.

source: visible
ar: مرئي
cs_cz: viditelný
el_gr: ορατό
fa: نمایان
is_is: sýnilegt
it: visibile
pl: widoczny

source: e-mail
ar: البريد الإلكتروني
fa: ایمیل
is_is: netfang

source: slug
cs_cz: slug (část adresy)
el_gr: τίτλος
fa: نام ماشینی
is_is: slóðarkóði [slug}

source: HTML
fa: اچ‌تی‌ام‌ال

source: Could not properly determine the proper columns in the CSV-file. There should be a field called 'name' or '%(name)s' and one called 'e-mail' or '%(e-mail)s'.
is_is: Gat ekki skilgreint dálka CVS skjalsins með vissu. Það ætti að vera dálkur sem heitir 'name' eða '%(name)s' og annar kallaður 'e-mail' eða '%(e-mail)s'.

source: %(name)s object with primary key %(key)r does not exist.
is_is: %(name)s hlutiur með lykli %(key)r finnst ekki.
