Repository: jazzband/django-newsletter
Catalog: newsletter/locale/*/LC_MESSAGES/django.po
Languages: ar, cs_cz, el_gr, es, fa, is_is, it, pl

source: subscribed
ar: مشترك
cs_cz: přihlášen
el_gr: εγγεγραμμένος
es: suscrito
fa: عضو شده
is_is: í áskrift
it: iscritto
pl: zapisany

source: unsubscribed
ar: تم إلغاء الإشتراك
cs_cz: odhlášen
el_gr: διαγραμμένος
es: eliminado
fa: لغو عضویت شده
is_is: ekki í áskrift
it: disiscritto
pl: wypisany

source: %(name)s <%(email)s> to %(newsletter)s
ar: %(name)s <%(email)s> لـ %(newsletter)s
cs_cz: %(name)s <%(email)s> k %(newsletter)s
el_gr: %(name)s<%(email)s σε %(newsletter)s
es: %(name)s <%(email)s> a %(newsletter)s
fa: %(name)s <%(email)s> به %(newsletter)s
is_is: %(name)s <%(email)s> til %(newsletter)s
it: %(name)s <%(email)s> a %(newsletter)s
pl: %(name)s <%(email)s> do %(newsletter)s

source: %(email)s to %(newsletter)s
ar: %(email)s لـ %(newsletter)s
cs_cz: %(email)s k %(newsletter)s
el_gr: %(email)s σε %(newsletter)s
es: %(email)s a %(newsletter)s
fa: %(email)s به %(newsletter)s
is_is: %(email)s til %(newsletter)s
it: %(email)s a %(newsletter)s
pl: %(email)s do %(newsletter)s

source: subscription
ar: الإشتراك
cs_cz: přihlášení
el_gr: συνδρομή
es: suscripción
fa: اشتراک
is_is: áskrift
it: iscrizione
pl: subskrypcja

source: subscriptions
ar: الإشتراكات
cs_cz: přihlášení
el_gr: συνδρομές
es: suscripciones
fa: اشتراک ها
is_is: áskriftir
it: iscrizioni
pl: subskrypcje

source: Sort order determines the order in which articles are concatenated in a post.
ar: أمر الترتيب يُحدد وضعية تسلسل المقالات في الإرسالية.
cs_cz: Pořadím je míněno řazení článků ve zprávě newsletteru.
el_gr: Η σειρά ταξινόμησης καθορίζει τη σειρά με την οποία τα άρθρα συνδέονται σε μια δημοσίευση.
es: El orden de clasificación determina el orden en el que los artículos se concatenan en una publicación.
fa: روش مرتب کردن مشخص می کند روش پشت سر هم گذاشتن مقالات چگونه باشد.
is_is: Röðun stýrir röð greina í sendingu
it: L'ordinamento determina l'ordine in cui gli articoli sono concatenati in un post.
pl: Porządek sortowania determinuje kolejność w jakiej artykuły są wyświetlane w wiadomości

source: sort order
ar: أمر الترتيب
cs_cz: pořadí
el_gr: σειρά ταξινόμησης
es: Orden de clasificación
fa: مرتب کردن بر اساس
is_is: röðun
it: ordinamento
pl: porządek sortowania

source: title
ar: العنوان
cs_cz: titulek
el_gr: τίτλος
es: título
fa: عنوان
is_is: fyrirsögn
it: titolo
pl: tytuł

source: text
ar: النص
el_gr: κείμενο
es: texto
fa: متن
it: testo
pl: tekst

source: link
ar: رابط
cs_cz: odkaz
el_gr: σύνδεσμος
es: enlace
fa: لینک
is_is: tengill
it: collegamento
pl: odnośnik

source: image
ar: صورة
cs_cz: obrázek
el_gr: εικόνα
es: imagen
fa: تصویر
is_is: mynd
it: immagine
pl: obraz

source: article
ar: مقالة
cs_cz: článek
el_gr: άρθρο
es: artículo
fa: مقاله
is_is: grein
it: articolo
pl: artykuł

source: articles
ar: مقالات
cs_cz: články
el_gr: άρθρα
es: artículos
fa: مقالات
is_is: greinar
it: articoli
pl: artykuły

source: created
ar: أنشئ
cs_cz: vytvořeno
el_gr: δημιουργήθηκε
es: creado
fa: تولید شده
is_is: stofnað
it: creato
pl: stworzony

source: modified
ar: تم التعديل
cs_cz: změněno
el_gr: τροποποιήθηκε
es: modificado
fa: ویرایش شده
is_is: breytt
it: modificato
pl: zmodyfikowany

source: messages
ar: الرسائل
cs_cz: zprávy
el_gr: μηνύματα
es: mensajes
fa: پیام
is_is: skilaboð
it: messaggi
pl: wiadomości

source: %(title)s in %(newsletter)s
ar: %(title)s في %(newsletter)s
cs_cz: %(title)s v %(newsletter)s
el_gr: %(title)s σε %(newsletter)s
es: %(title)s en %(newsletter)s
fa: %(title)s در%(newsletter)s
is_is: %(title)s í %(newsletter)s
pl: %(title)s w %(newsletter)s

source: submissions
ar: الإرساليات
cs_cz: rozeslání zpráv
el_gr: υποβολές
es: envios
fa: ارسالی
is_is: sendingar
it: invii
pl: wysyłki

source: %(newsletter)s on %(publish_date)s
ar: %(newsletter)s في %(publish_date)s
cs_cz: %(newsletter)s v %(publish_date)s
el_gr: %(newsletter)s σε %(publish_date)s
es: %(newsletter)s en %(publish_date)s
fa: %(newsletter)s در %(publish_date)s
is_is: %(newsletter)s á %(publish_date)s
it: %(newsletter)s del %(publish_date)s
pl: %(newsletter)s dnia %(publish_date)s

source: Submitting %(submission)s to %(count)d people
ar: إرسال %(submission)s إلى %(count)d شخص
cs_cz: Odesláno %(submission)s %(count)d lidem
el_gr: Υποβάλλονται %(submission)s σε %(count)d άτομα
es: Enviando %(submission)s a %(count)d personas
fa: ارسال %(submission)s به %(count)d نفر
is_is: Sendi %(submission)s til %(count)d fólks
it: Inviando %(submission)s a %(count)d persone
pl: Wysłano %(submission)s wiadomości do %(count)d odbiorców

source: Submitting message to: %s.
ar: إرسال الرسالى إلى: %s.
cs_cz: Odeslání zprávy k : %s.
el_gr: Υποβολή μηνύματος σε: %s.
es: Enviando mensaje a %s.
fa: ارسال پیام به: %s.
is_is: Sendi boð til: %s.
it: Inviando messaggio a: %s.
pl: Wysyłanie wiadomości do: %s.

source: Message %(subscription)s failed with error: %(error)s
ar: الرسالة %(subscription)s فشلت بسبب: %(error)s
cs_cz: Zpráva %(subscription)s skončila s chybou: %(error)s
el_gr: Το μήνυμα %(subscription)sαπέτυχε με σφάλμα: %(error)s
es: El mensaje %(subscription)s falló con el error: %(error)s
fa: پیام %(subscription)s به علت مشکل %(error)s ارسال نشد
is_is: Skilaboð %(subscription)s brugðust með villu: %(error)s
it: Il messaggio %(subscription)s è fallito con errore: %(error)s
pl: Wiadomość %(subscription)s zakończyła się niepowodzeniem: %(error)s

source: Submission of message %s
ar: إرساليات من الرسائل %s
cs_cz: Rozeslání zprávy %s
el_gr: Υποβολή μηνύματος %s
es: Envío del mensaje %s
fa: پیام های ارسالی %s
is_is: Sending skilaboða %s
it: Invio del messaggio %s
pl: Wysyłka wiadomości %s

source: If you select none, the system will automatically find the subscribers for you.
ar: إن لم تختار أي مشترك, النظام سوف يختار مشتركين لك بشكل تلقائي.
cs_cz: Pokud nikoho nevyberete, systém najde odběratele automaticky.
el_gr: Εάν δεν επιλέξετε κανένα, το σύστημα θα εντοπίσει αυτόματα τους συνδρομητές για εσάς.
es: Si no selecciona ninguno, el sistema automaticamente buscará los suscriptores por usted.
fa: اگر شما گزینه ی هیچکدام را انتخاب کنید،سیستم به صورت خودکار اشتراکی را برای شما پیدا می کند
is_is: Ef þú velur ekkert mun kerfið velja áskrifendur.
it: Se non selezioni nessuno, il sistema troverà automaticamente i sottoscrittori per te.
pl: Jeśli nic nie zaznaczysz, system automatycznie wybierze odbiorców dla Ciebie.

source: recipients
ar: المستلمين
cs_cz: příjemci
el_gr: παραλήπτες
es: destinatarios
fa: دریافت کنندگان
is_is: viðtakendur
it: destinatari
pl: odbiorcy

source: publication date
ar: تاريخ النشر
cs_cz: datum zveřejnění
el_gr: ημερομηνία δημοσίευσης
es: fecha de publicación
fa: تاریخ انتشار
is_is: dagsetning birtignar
it: data di pubblicazione
pl: data publikacji

source: publish
ar: انشر
cs_cz: zveřejnit
el_gr: δημοσίευση
es: publicar
fa: انتشار
is_is: birta
it: pubblica
pl: publikuj

source: Publish in archive.
ar: انشر في الأرشيف.
cs_cz: Zveřejnit v archivu.
el_gr: Δημοσίευση στο αρχείο.
es: Publicar en archivo.
fa: انتشار در ارشیو
is_is: Birta í safni
it: Pubblica nell'archivio.
pl: Publikuj w archiwum

source: prepared
ar: مجهّز
cs_cz: připraveno
el_gr: ετοιμάστηκε
es: preparado
fa: مهیا
is_is: tilbúið
it: preparato
pl: przygotowany

source: sent
ar: تم الإرسال
cs_cz: odesláno
el_gr: απεστάλη
es: enviado
fa: ارسال شده
it: inviato
pl: wysłany

source: sending
ar: جاري الإرسال
cs_cz: zasíláno
el_gr: αποστέλλεται
es: enviando
fa: در حال ارسال
is_is: sendi
it: inviando
pl: wysyłanie

source: Preview message
ar: معاينة الرسالة
cs_cz: Náhled zprávy
el_gr: Προεπισκόπηση μηνύματος
es: Previsualizar el mensaje
fa: پیش نمایش پیام
is_is: Forskoða skilaboð
it: Anteprima messaggio
pl: Podgląd wiadomości

source: Home
ar: الرئيسية
cs_cz: Domů
el_gr: Κεντρική σελίδα
es: Inicio
fa: خانه
is_is: Heim
it: Inizio
pl: Strona główna

source: Message
ar: الرسالة
cs_cz: Zpráva
el_gr: Μήνυμα
es: Mensaje
fa: پیام
is_is: Skilaboð
it: Messaggio
pl: Wiadomość

source: Change
ar: تغيير
cs_cz: Změnit
el_gr: Αλλαγή
es: Cambiar
fa: ویرایش
is_is: Breyta
it: Cambia
pl: Zmiana

source: Create submission
ar: إنشاء إرسالية
cs_cz: Připravit rozeslání zprávy
el_gr: Δημιουργία υποβολής
es: Crear suscripción
fa: ایجاد شماره‌ی جدید خبرنامه
is_is: Stofna sendingu
it: Crea invio
pl: Utwórz wysyłkę

source: Text
ar: النص
el_gr: Κείμενο
es: Texto
fa: متن
is_is: Texti
it: Testo
pl: Tekst

source: Submit
ar: أرسل
cs_cz: Odeslat
el_gr: Υποβολή
es: Enviar
fa: ثبت
is_is: Senda
it: Invia
pl: Wyślij

source: Import
ar: إستيراد
el_gr: Εισαγωγή
es: Importar
pl: Importuj

source: Import addresses
ar: إستيراد عناوين
cs_cz: Importovat adresy
el_gr: Εισαγωγή διευθύνσεων
es: Importar direcciones
fa: ورود آدرس‌ها
is_is: Sækja netföng
it: Importa indirizzi
pl: Importuj adresy

source: Confirm
ar: تأكيد
cs_cz: Potvrdit
el_gr: Επιβεβαίωση
es: Confirmar
fa: تأیید
is_is: Staðfesta
it: Conferma
pl: Potwierdź

source: Upload
ar: رفع
cs_cz: Nahrát
el_gr: Μεταφόρτωση
es: Subir
fa: بارگذاری
is_is: Sækja
it: Carica
pl: Wyślij

source: Read more
ar: قراءة المزيد
cs_cz: Číst dál
es: Leer más
pl: Czytaj więcej

source: Read message online
ar: قراءة الرسالة من خلال المتصفح
cs_cz: Přečíst zprávu online
es: Leer mensaje online
pl: Przeczytaj wiadomości online

source: Unsubscribe
ar: إلغاء الإشتراك
cs_cz: Odhlásit z odběru
el_gr: Διαγραφή
es: Dar de baja
fa: لغو عضویت
is_is: Hætta áskrift
it: Disiscriviti
pl: Przestań subskrybować

source: Unsubscribe:
ar: إلغاء الإشتراك:
cs_cz: Odebírat
es: Cancelar suscripción:
pl: Wypisz się:

source: Subscription to %(title)s
ar: التسجيل في %(title)s
cs_cz: Přihlášení k odběru %(title)s
es: Suscripción a %(title)s
pl: Zapisz się do %(title)s

source: Sir/Madam
es: Señor(a)

source: Dear %(name)s, you, or someone in your name requested a subscription to %(title)s. If you would like to confirm your subscription, please follow this activation link: http://%(domain)s%(url)s Kind regards,
cs_cz: Milý %(name)s, bylo zažádáno o přihlášení k odběru%(title)s. Pro potvrzení přihlášení k odběru pokračujte na následující odkaz: http://%(domain)s%(url)s S pozdravem,
es: Estimado %(name)s, usted o alguien en su nombre solicitó una suscripción a %(title)s. Si desea confirmar su suscripción, siga este enlace de activación: http://%(domain)s%(url)s Saludos cordiales,
pl: Szanowny %(name)s. Ty, lub ktoś w twoim imieniu, wystąpił o subskrypcję %(title)s. Jeśli chcesz potwierdzić chęć subskrypcji, kliknij ten link: http://%(domain)s%(url)s Serdecznie pozdrawiamy,

source: Confirm subscription
ar: تأكيد الإشتراك
cs_cz: Potvrdit přihlášení k odběru
es: Confirmar suscripción
pl: Potwierdź subskrypcję

source: Unsubscription from %(title)s
ar: إلغاء الإشتراك من %(title)s
cs_cz: Odhlásit se z odběru %(title)s
es: Baja de la suscripción de %(title)s
pl: Anuluj subskrypcję %(title)s

source: Dear %(name)s, you, or someone in your name requested unsubscription from %(title)s. If you would like to confirm your unsubscription, please follow this activation link: http://%(domain)s%(url)s Kind regards,
es: Estimado %(name)s, usted, o alguien en su nombre, ha solicitado darse de baja de %(title)s. Si desea confirmar su baja, siga este enlace de activación: http://%(domain)s%(url)s Saludos cordiales,
pl: Szanowny %(name)s, Ty, lub ktoś w twoim imieniu, poprosił o wypisanie z %(title)s. Jeśli chcesz potwierdzić chęć wypisania się, kliknij ten link: http://%(domain)s%(url)s Serdecznie pozdrawiamy

source: Confirm unsubscription
ar: تأكيد إلغاء الإشتراك
cs_cz: Potvrdit odhlášení odběru
es: Confirmar la cancelación de la suscripción
pl: Potwierdź chęć wypisania

source: Update of subscription to %(title)s
ar: تحديث الإشتراك في %(title)s
cs_cz: Aktualize odběru %(title)s
es: Actualización de la suscripción a %(title)s
pl: Aktualizacja subskrypcji %(title)s

source: Dear %(name)s, you, or someone in your name requested updating your personal information for %(title)s. To make changes to your information in our database, please follow this activation link: http://%(domain)s%(url)s Kind regards,
es: Estimado %(name)s, usted, o alguien en su nombre solicitó actualizar su información personal para %(title)s. Para hacer cambios a su información en nuestra base de datos, por favor siga este enlace de activación: http://%(domain)s%(url)s Saludos cordiales,
pl: Szanowny %(name)s, Ty, lub ktoś w twoim imieniu, wystąpił o aktualizację informacji osobistych dla %(title)s. Aby zmienić dane w naszej bazie kliknij ten link: http://%(domain)s%(url)s Serdecznie pozdrawiamy,

source: Update information
ar: تحديث البيانات
cs_cz: Aktualizovat informace
es: Actualizar información
pl: Zaktualizuj informacje

source: Newsletter detail
ar: تفاصيل قائمة التراسل
cs_cz: Nastavení
el_gr: Λεπτομέρειες newsletter
es: Detalle de Boletín de Noticias
fa: جزئیات خبرنامه
is_is: Upplýsingar um fréttabréf
it: Dettaglio newsletter
pl: Szczegóły newslettera

source: Subscribe
ar: الإشتراك
cs_cz: Přihlásit k odběru
el_gr: Εγγραφή
es: Suscribirse
fa: عضویت
is_is: Áskrift
it: Iscriviti
pl: Subskrybuj

source: Update
ar: تحديث
cs_cz: Aktualizovat
es: Actualizar
fa: به‌روزرسانی
pl: Aktualizuj

source: Archive
ar: أرشفة
cs_cz: Archivovat
es: Archivar
pl: Zarchiwizuj

source: Back to list
ar: العودة للقائمة
cs_cz: Zpět na seznam
es: Volver al listado
pl: Wróć do listy

source: Newsletter list
ar: قوائم التراسل
cs_cz: Všechny newslettery
el_gr: Λίστα newsletter
es: Lista de Boletines de Noticias
fa: لیست خبرنامه‌ها
is_is: Fréttabréf, listi
it: Elenco newsletter
pl: Lista newslettera

source: Update subscriptions
ar: تحديث الإشتراكات
cs_cz: Uložit
el_gr: Ενημέρωση συνδρομών
es: Actualizar suscripciones
fa: بروز رسانی اشتراک ها
is_is: Uppfæra áskriftir
it: Aggiorna sottoscrizioni
pl: Zaktualizuj subskrypcje

source: Newsletter archive
ar: أرشيف قائمة التراسل
cs_cz: Archiv
el_gr: Αρχείο newsletter
es: Archivo de Boletín de Noticias
fa: آرشیو خبرنامه
is_is: Safn fréttabréfa
it: Archivio newsletter
pl: Archiwum newslettera

source: activate
ar: تفعيل
cs_cz: aktivovat
el_gr: ενεργοποίηση
es: activar
fa: فعال
is_is: virkja
it: attiva
pl: aktywuj

source: Activate
ar: تفعيل
cs_cz: Aktivovat
el_gr: Ενεργοποίηση
es: Activar
fa: فعال
is_is: Virkja
it: Attiva
pl: Aktywuj

source: Newsletter subscribe
ar: إشتراك قائمة التراسل
cs_cz: Přihlásit k odběru newsletteru
el_gr: Εγγραφή στο newsletter
es: Suscribirse al boletín de noticias
fa: عضویت خبرنامه
is_is: Áskrift fréttabréfa
it: Iscrizione newsletter
pl: Zapisz do newslettera

source: Due to a technical error we were not able to submit your confirmation email. This could be because your email address is invalid.
ar: بسبب خطأ فني لم نكن قادرين على إرسال رسالة تأكيد التسجيل. هذا يمكن أن يكون بسبب عنوان بريدك الإلكتروني غير صحيح.
cs_cz: Vzhedem k technickým problémům jsme vám nemohli odeslat potvrzovací e-mail. Zřejmě to bylo způsobeno vaší neplatnou e-malovou adresou.
el_gr: Λόγω τεχνικού σφάλματος, δεν ήταν δυνατή η υποβολή του e-mail επιβεβαίωσης. Αυτό μπορεί να οφείλεται στο γεγονός ότι η διεύθυνση e-mail σας δεν είναι έγκυρη.
es: Por un problema técnico no hemos podido enviar su correo de confirmación. Esto puede ser porque su correo electrónico es inválido.
fa: متاسفانه به دلیل مشکل فنی قادر به ارسال ایمیل تایید برای شما نمی باشیم.این مشکل ممکن است به دلیل نامعتبر بودن آدرس ایمیل شما باشد.
is_is: Vegna villu hefur ekki tekist að senda þér staðfestingarpóst. Gæti stafað af villu í netfangi.
it: A causa di un errore tecnico non è stato possibile inviare la tua mail di conferma. Questo potrebbe essere causato da un indirizzo e-mail non valido.
pl: W związku z problemami technicznymi nie jesteśmy w stanie przesłać emaila z potwierdzeniem. Powodem może być błędnie zdefiniowany adres email.

source: Your subscription has successfully been activated.
ar: تم تفعيل اشتراكك بنجاح.
cs_cz: Vaše přihlášení k odběru novinek bylo právě úspěšně aktivováno.
el_gr: Η συνδρομή σας έχει ενεργοποιηθεί με επιτυχία.
es: Su suscripción se ha activado con éxito.
fa: اشتراک شما با موفقیت فعال شد.
is_is: Áskrift þín hefur verið virkjuð með sóma.
it: La tua iscrizione è stata attivata con successo.
pl: Twoja subskrypcja została pomyślnie aktywowana

source: Your subscription request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
ar: تم استقبال طلب إشتراكك بنجاح وتم إرسال رسالة إلكترونية تفعيل لك. في تلك الرسالة سوف تجد رابط تحتاج إلى متابعته لتفعيل اشتراكك.
cs_cz: Vaše žádost o přihlášení k odběru novinek byla úspěšně přijata a byl vám zaslán e-mail s odkazem, který musíte potvrdit odkliknutím, aby vaše přihlášení k odběru novinek bylo aktivováno.
el_gr: Το αίτημα συνδρομής σας λήφθηκε με επιτυχία και εστάλη e-mail ενεργοποίησης. Σε αυτό το e-mail θα βρείτε έναν σύνδεσμο που πρέπει να ακολουθήσετε για να ενεργοποιήσετε τη συνδρομή σας.
es: Tu petición de suscripción ha sido recibida y se te ha enviado un correo. En dicho correo encontrarás un enlace que debes seguir para activar tu suscripción.
fa: در خواست اشتراک شما با موفقیت دریافت شد و ایمیل فعال سازی برای شما ارسال گردید.دستورات و لینک فعال سازی در ایمیل قرار دارد.
is_is: Áskriftarbeiðni þín er móttekin og póstur sendur á netfangið með tengli sem smella þarf á til að virkja áskriftina.
it: La tua richiesta di iscrizione è stata ricevuta con successo e ti è stata inviata una e-mail di attivazione. In quella e-mail troverai un link da cliccare per poter attivare la tua iscrizione.
pl: Twoja subskrypcja została pomyślnie przyjęta i został do Ciebie wysłany e-mail aktywacyjny. W tej wiadomości znajdziesz odnośnik, który musisz kliknąć w celu aktywacji Twojej subskrypcji.

source: Do you want to subscribe to this newsletter?
ar: هل ترغب في الاشتراك في قائمة التراسل هذه؟
cs_cz: Chcete se opravdu přihlásit k odběru tohoto newsletteru?
el_gr: Θέλετε να εγγραφείτε σε αυτό το newsletter;
es: ¿Desea suscribirse a este Boletín de Noticias?
fa: آیا می خواهید مشترک خبرنامه شوید؟
is_is: Vilt þú gerast áskrifandi að þessu fréttabréfi?
it: Vuoi iscriverti a questa newsletter?
pl: Czy chcesz się zapisać do tego newslettera ?

source: Newsletter unsubscribe
ar: إلغاء إشتراك قائمة التراسل
cs_cz: Odhlásit z odběru newsletteru
el_gr: Διαγραφή από το newsletter
es: Baja de boletín de noticias
fa: لغو عضویت خبرنامه
is_is: Afþökkun fréttabréfa
it: Disiscrizione newsletter
pl: Wypisz z newslettera

source: You have successfully been unsubscribed.
ar: تم إلغاء إشتراكك بنجاح.
cs_cz: Právě jste byli úspěšně odhlášeni z odběru novinek.
el_gr: Έχετε καταργήσει την εγγραφή σας με επιτυχία.
es: Te has dado de baja con éxito.
fa: عضویت شما با موفقیت لغو شد.
is_is: Áskift þinni er sagt upp.
it: Sei stato disiscritto con successo.
pl: Zostałeś pomyślnie wypisany.

source: Your unsubscription request has successfully been received. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
ar: تم إستقبال طلب إلغاء الاشتراك الخاص بك بنجاح. تم ارسال بريد الكتروني لك مع رابط تحتاج إلى متابعته من أجل تأكيد إلغاء الاشتراك الخاص بك.
cs_cz: Vaše žádost k odhlášení byla úspěšně přijata. Byl vám zaslán e-mail s odkazem, jehož odkliknutím potvrdíte vaše odhlášení.
el_gr: Το αίτημά σας για κατάργηση εγγραφής έχει ληφθεί με επιτυχία. Σας έχει σταλεί ένα e-mail με έναν σύνδεσμο που πρέπει να ακολουθήσετε για να επιβεβαιώσετε την κατάργηση της εγγραφής σας.
es: Tu petición de baja ha sido recibida. Un correo ha sido enviado con un enlace que debes seguir para confirmar tu baja.
fa: درخواست لغو اشتراک شما با موفقیت دریافت شد.ایمیلی حاوی لینک لغو اشتراک برای شما ارسال گردید.
is_is: Beiðni um uppsögn hefur verið móttekin. Tölvupóstur með tengli til stafestingar hefur verið sendur.
it: La tua richiesta di cancellazione è stata ricevuta con successo. Ti è stata inviata un'e-mail con il link da cliccare per poter confermare la tua disiscrizione.
pl: Twoja rezygnacja z subskrypcji została pomyślnie przyjęta. Została do Ciebie wysłana wiadomość e-mail z linkiem, który musisz kliknąć w celu potwierdzenia rezygnacji.

source: Do you want to unsubscribe from this newsletter?
ar: هل ترغب في إلغاء الاشتراك في قائمة التراسل هذه؟
cs_cz: Chcete se opravdu odhlásit z odběru tohoto newsletteru?
el_gr: Θέλετε να διαγραφείτε από αυτό το newsletter;
es: ¿Desea darse de baja de este Boletín de Noticias?
fa: آیا می خواهید اشتراک خبرنامه خود را لغو کنید؟
is_is: Viltu þú segja upp þessari áskrift?
it: Vuoi disiscriverti da questa newsletter?
pl: Czy na pewno chcesz się wypisać z tego newslettera?

source: Newsletter update
ar: تحديث قائمة التراسل
cs_cz: Aktualizovat newsletter
el_gr: Ενημέρωση newsletter
es: Actualización de Boletín de Noticias
fa: بروز رسانی خبرنامه
is_is: Uppfæra fréttabréf
it: Aggiornamento newsletter
pl: Aktualizacja newslettera

source: Update subscription
ar: تحديث الإشتراك
cs_cz: Aktualizovat údaje přihlášení
el_gr: Ενημέρωση συνδρομής
es: Actualizar suscripción
fa: به‌روز‌رسانی اشتراک
is_is: Uppfæra áskrift
it: Aggiorna iscrizione
pl: Zaktualizuj subskrypcję

source: Your subscription has successfully been updated.
ar: تم تحديث اشتراكك بنجاح.
cs_cz: Vaše přihlášení k odběru novinek byl právě úspěšně aktualizováno.
el_gr: Η συνδρομή σας έχει ενημερωθεί με επιτυχία.
es: Tu suscripción ha sido actualizada con éxito.
fa: اشتراک شما با موفقیت به روز رسانی شد.
is_is: Áskrift þín er sómasamlega uppfærð.
it: La tua iscrizione è stata aggiornata con successo.
pl: Twoja subskrypcja została pomyślnie zaktualizowana

source: Your update request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
ar: تم استقبال طلب التحديث بنجاح وتم إرسال رسالة إلكترونية تفعيل لك. في تلك الرسالة سوف تجد رابط تحتاج إلى متابعته لتحديث اشتراكك.
cs_cz: Vaše žádost o aktualizaci údajů byla úspěšně přijata a byl vám zaslán aktivační e-mail. V tomto e-mailu najdete odkaz, který potvrdíte odkliknutím, a pak budou vaše údaje aktualizovány.
el_gr: Η αίτησή σας για ενημέρωση λήφθηκε με επιτυχία και εστάλη ένα e-mail ενεργοποίησης. Σε αυτό το e-mail θα βρείτε έναν σύνδεσμο που πρέπει να ακολουθήσετε για να ενημερώσετε τη συνδρομή σας.
es: Tu petición de actualización ha sido recibida y se te ha enviado un correo. En dicho correo encontrarás un enlace que debes seguir para confirmar la actualización de tu subscripción.
fa: درخواست بروز رسانی شما با موفقیت دریافت شد و ایمیل دستورات به همراه لینک بروز رسانی برای شما ارسال گردید.
is_is: Uppfærslubeiðni þín hefur verið móttekin. Póstur með tengli til virkjunar hefur verið sendur á netfang þitt. Þú verður að staðfesta með því að smella á þann tengil.
it: La tua richiesta di aggiornamento è stata ricevuta con successo e ti è stata inviata una e-mail di attivazione. In quella e-mail troverai un link da cliccare per poter completare l'aggiornamento della tua iscrizione.
pl: Twoja aktualizacja z subskrypcji została pomyślnie przyjęta. Została do Ciebie wysłana wiadomość e-mail z linkiem, który musisz kliknąć w celu potwierdzenia subskrypcji.

source: Currently:
ar: حاليا:
cs_cz: Aktuálně:
el_gr: Επί του παρόντος:
es: Actualmente:
fa: در حال حاضر:
is_is: Núna:
it: Attualmente:
pl: Obecnie:

source: Change:
ar: تغيير:
cs_cz: Změna:
el_gr: Αλλαγή:
es: Cambiar:
fa: تغییر:
is_is: Breyta:
it: Cambia:
pl: Zmiana:
